Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: The knowledge triangle of education, research and innovation
fr: Le triangle de la connaissance: l'éducation, la recherche et l'innovation

source: Speaker
fr: Orateur

source: Cooperation between the worlds of education, training and work
fr: Coopération entre le monde d'éducation, de la formation et du travail

source: Physical and engineering science technicians
fr: Techniciens en physique et ingénierie

source: Poor
fr: Pauvre

source: Violence in school - peace education
fr: Violence à l'école - Education à la paix

source: COMENIUS Assistantships (HOST SCHOOLS)
fr: COMENIUS Assistanats (ETABLISSEMENTS D'ACCUEIL)

source: Latvian
fr: Letton

source: Pupils, students, trainees and adult learners
fr: Elèves, étudiants, stagiaires et apprenants adultes

source: Not funded HOME
fr: Non financé Domicile

source: Europass Certificate Supplement
fr: Supplément au Certificat Europass

source: Publisher
fr: Maison d'édition

source: Statistics
fr: Statistiques

source: My Mobility abroad will help me find a job
fr: Mon placement va m'aider à trouver un emploi

source: Dissemination with other local schools and organisations
fr: Diffusion dans d'autres établissements locaux et autres organismes

source: Life science and health associate professionals
fr: Professionnels associés de la santé et des sciences de la vie

source: New or extended European partnerships
fr: Nouveau ou partenariat européen étendu

source: Television
fr: Télévision

source: Transport services
fr: Services de transport

source: San Marino
fr: Saint Marin

source: Israel
fr: Israël

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering a complete cycle of study and leading to a recognised double or joint degree
fr: Support de modernisation du programme scolaire en ensseignement supérieur: programmes universels qui couvrent un cycle complet et enseignent (!)

source: Trans-national sharing of experience and best practice
fr: Partage transnational d'expériences et bonne pratiques

source: Equal opportunities men and women
fr: Égalité des chances pour les hommes et les femmes

source: Stakeholder Networking in adult education
fr: Réseaux des partenaires en éducation pour adultes

source: Tajikistan
fr: Tadjikistan

source: Non manual workers in industry and services
fr: Travailleurs non manuels dans l'industrie et les services

source: Vocational subjects
fr: Sujets professionnels

source: Military and defence
fr: Militaire et défense

source: Apprentices
fr: Apprentis

source: First Job Seekers
fr: Personnes à la recherche d'un premier emploi

source: Young people from 18 to 30 years old
fr: Jeunes de 18 à 30 ans

source: Overall fulfillment of your objectives as set out in the application
fr: La réalisation globale de vos objectifs tels que décrits dans la candidature

source: Northern Mariana Islands
fr: Îles Marie

source: In-service training course (includes those on methodology of language learning)
fr: Cours de formation continue (y compris cours sur la méthodologie de l'apprentissage des langues)

source: The project debates the founding principles of the EU, i.e. principles of liberty, democracy, respect for human rights and fundamental freedoms, and the rule of law
fr: Ce projet débat les principes fondateurs de l’UE – la liberté, la démocratie, le respect des droits de l’Homme et des libertés fondamentales, et l’Etat de droit

source: Malaysia
fr: Malaisie

source: To improve the quality and to increase the volume of partnerships between schools in different Member States, so as to involve at least 3 million pupils in joint educational activities during the period of the programme
fr: Améliorer la qualité et accroître le volume des partenariats entre écoles d’États membres différents, de manière à faire participer au moins 3 millions d’élèves à des activités éducatives conjointes pendant la durée du programme

source: Other type of Not for Profit body
fr: Autre type d'organisation à but non lucratif

source: ERASMUS Co-operation between HEI and Enterprises
fr: ERASMUS coopération entre les EES et les entreprises

source: Teaching
fr: Enseignement

source: Inter-religious dialogue
fr: Dialogue inter-religieux

source: Health (others)
fr: Santé (autres)

source: Co-operation between HEI and Enterprises
fr: Coopération entre les EES et les entreprises

source: Adaptation to specific needs of new beneficiaries
fr: Adaptation aux besoins spécifiques des nouveaux bénéficiaires

source: High administrative workload
fr: Démarches administratives trop lourdes

source: 16-19 years
fr: 16-19 ans

source: Norwegian
fr: Norvégien

source: Methods to increase students motivation
fr: Méthode pour développer la motivation des étudiants

source: Social partners (trade unions, etc)
fr: Partenaires sociaux (syndicats, etc)

source: Crop and animal production, hunting and related service activities
fr: Culture et production animale, chasse et autres activités annexes

source: Other relevant community initiatives taken in the field of lifelong learning
fr: Autres initiatives communautaires prises dans le domaine de la formation tout au long de la vie

source: Nursing and midwifery associate professionals
fr: Professionels associés aux infirmières et sages-femmes

source: Hair and beauty services
fr: Coiffure et esthétique

source: Attractiveness of vocational education and training (VET)
fr: Attractivité d’enseignement et de formation professionnels

source: Integration Activities supporting Special Needs
fr: Intégration d’activités pour personnes à besoins spécifiques

source: Non profit / Non governmental organisation
fr: Organisation sans but lucratif / Organisation non gouvernementale

source: Project leader
fr: Chef de projet

source: To support the achievement of a European Area of Higher Education
fr: Soutenir la création d’un Espace européen de l’enseignement supérieur

source: Teacher training and education science
fr: Formation des professeurs et sciences de l'éducation

source: To improve the quality and to increase the volume of mobility involving pupils and educational staff in different Member States
fr: Améliorer la qualité et accroître le volume de la mobilité des élèves et des membres du personnel éducatif dans les différents États membres

source: Educational assessment, testing and measurement
fr: Evaluation éducative, expérimenter et mesurer

source: Lacking tutorship
fr: Rôle du tuteur insuffisant

source: 2010/11: Actual
fr: 2010/11: Réalisé

source: European Qualification Framework
fr: Cadre Européen des Certifications

source: Public administration and defence; compulsory social security
fr: Administration publique et défense ; sécurité sociale obligatoire

source: I received the necessary information to get integrated into my new environment
fr: J'ai reçu l'information nécessaire pour être intégré à mon nouvel environnement

source: CZECH REPUBLIC
fr: RÉPUBLIQUE TCHEQUE

source: The Internet
fr: Internet

source: Recognition by home institution
fr: Reconnaissance par l'institution d'origine

source: Other type of enterprise
fr: Autre type d'entreprise

source: Event project
fr: Evènement du projet

source: Recognitions
fr: Reconnaissances

source: Overall satisfaction regarding preparation
fr: Satisfaction générale à propos de la préparation

source: Market-oriented skilled agricultural and fishery workers
fr: Ouvriers spécialisés dans le domaine de l'agriculture et la pisciculture commerciale

source: Security services (others)
fr: Services de sécurité (autres)

source: Fostering the excellence and innovation in higher education
fr: Stimuler le savoir-faire et l'innovation en énseignement supérieur

source: Material-recording and transport clerks
fr: Employé logistique, planning et stockage

source: Encouraged my colleagues to participate in similar individual mobilities
fr: A incité mes collègues à participer à des mobilités individuelles similaires

source: general programmes
fr: Programmes généraux

source: Original work
fr: Oeuvre originale

source: Politics, theory, history of adult education
fr: Politiques, théorie, histoire de l'éducation et la formation des adultes

source: Kyrgyzstan
fr: Kirghizstan

source: Increased support and participation of family members
fr: Soutien et participation accrue des autres membre de la famille

source: Special education teaching professionals
fr: Professionnels de l'éducation spécialisée

source: Head/Lead of interactive programming
fr: Manager de programmation interactive

source: ACTION ERASMUS NETWORKS
fr: ACTION RESEAUX ERASMUS

source: Regular evaluation sessions
fr: Session régulière d'évaluation

source: Uzbekistan
fr: Ouzbékistan

source: Industrialised third countries
fr: Pays tiers industrialisés

source: Faroese
fr: Feroïen

source: Writers and creative or performing artists
fr: Ecrivains, artistes du spectacle vivant

source: A primary or pre-primary teacher who is (or will be) required to teach foreign languages
fr: Un enseignant de primaire ou pré-primaire qui doit (ou devra) enseigner des langues étrangères

source: Art and culture
fr: Art et culture

source: Corporate managers
fr: Chef d'entreprise

source: Political science and civics
fr: Sciences politiques et civiques

source: Life science professionals
fr: Professionnels des sciences de la vie

source: Repair of computers and personal and household goods
fr: Réparation des ordinateurs et articles domestiques

source: Local community associations
fr: Associations de la communauté locale

source: Cultural heritage
fr: Héritage culturel

source: European Community / EU law
fr: Droit communautaire, de l'Union européenne

source: Helped me increase interest of my pupils/learners/colleagues in European topics
fr: M'a aidé à accroître l'intérêt de mes élèves/apprenants/collègues pour les thèmes européens

source: I knew who was the person assigned to help me carry out my programme and check my results
fr: Je savais qui était la personne désignée pour m'aider à réaliser mon programme et vérifier mes résultats

source: Saint Helena, Ascension Island, Tristan da Cunha
fr: Sainte Hélène, île de l'Ascension, Tristan da Cunha

source: Primary and pre-primary education teaching professionals
fr: Professionnels de l'enseignement primaire et pré-primaire (maternelle)

source: Teacher training - Technical subjects
fr: Formation d'enseignants - Matières techniques

source: Others in other areas of study
fr: Les autres dans d'autres zone d'études

source: Future Participation
fr: Participation future

source: SPAIN
fr: ESPAGNE

source: Consumer education
fr: Education à la consommation

source: Insufficient language skills of fellow trainees
fr: Niveau en langue des autres participants insuffisant

source: History and archeology
fr: Histoire et archéologie

source: Basic/broad, general programmes
fr: Programmes de base, généraux

source: Training for teachers at basic levels
fr: Formation pour professeurs de classe de premier degré

source: Support to initial and continuous training of VET teachers, trainers, tutors and VET institution managers
fr: Soutien à la formation initiale et continue des enseignants, des formateurs, des conseillers de l'EFP et des chefs d’établissements d’EFP

source: To improve the quality and to increase the volume of mobility throughout Europe of people involved in initial vocational education and training and in continuing training, so as to increase placements in enterprises to at least 80.000 per year by the end of the LLP
fr: Améliorer la qualité et accroître le volume de la mobilité des parties concernées par l’enseignement et la formation professionnels initiaux et par la formation continue dans toute l’Europe, de manière à augmenter le nombre de stages dans les entreprises à 80 000 par an au moins pour la fin du programme pour l’éducation et la formation tout au long de la vie

source: Non-profit association of families of the victims
fr: Association à but non lucartif pour les familles de victimes

source: Improving reading literacy and other basic skills
fr: Améliorer l'instruction élémentaire et des autres pratiques basiques

source: India
fr: Inde

source: Communication skills
fr: Compétences en communication

source: Preparation of projects
fr: Préparation de projets

source: DISSEMINATION
fr: DIFFUSION DES RESULTATS

source: Youth Exchange (bilateral, trilateral, multilateral). An activity that brings together young people from two, three or more different countries to exchange views and experiences on a specific topic
fr: Les échanges de jeunes (bilatéraux, trilatéraux, multilatéraux). Une activité qui rassemble des jeunes de 2, 3 pays différents ou plus pour des échanges de points de vue et d'expériences sur un sujet particulier.

source: Aland Islands
fr: Îles Aland

source: Course specific certificate
fr: Certificat spécifique de cours

source: Comics
fr: Bandes dessinées

source: ICELAND
fr: ISLANDE

source: GRUNDTVIG Multilateral networks
fr: GRUNDTVIG Réseaux multilatéraux

source: Information technology service activities
fr: Activités de service de technologie de l'information

source: I am satisfied with the information and support I received concerning my personal safety?
fr: Je suis satisfait(e) des informations et du support reçus concernant ma sécurité personnelle

source: above 50.000
fr: plus de 50000

source: Promotion of the acquisition of key competences in VET
fr: Valorisation de l’acquisition des compétences clés dans l’EFP

source: Development of network strategies
fr: Développement de réseaux stratégiques

source: literature
fr: Littérature

source: National youth initiative
fr: Initiative Nationale pour la Jeunesse

source: To support the development of innovative ICT-based content, services, pedagogies and practice for lifelong learning
fr: Soutenir le développement, dans le domaine de l’éducation et de la formation tout au long de la vie, d’un contenu, de services, de pédagogies et de pratiques innovants fondés sur les TIC

source: Pre-primary, primary and lower secondary education
fr: Education pré-primaire, enseignement primaire et premier cycle de l'enseignement secondaire

source: Georgian
fr: Géorgien

source: Support to bodies active at European level in the youth field
fr: Soutien aux structures actives dans le champ de la jeunesse au niveau européen

source: Training of instructors at companies
fr: Formation de formateurs en entreprise

source: A school teacher requesting training in a less widely used and less taught language
fr: Un enseignant scolaire demandant une formation dans une langue peu usitée et moins enseignée

source: Reinforcing the link between studies and future skills and employment needs
fr: Renforcer la relation entre les études, des futures acquis et des besoins en matière d'emploi

source: Can understand a wide range of demanding, longer texts, and recognise implicit meaning. Can express him/herself fluently and spontaneously without much obvious searching for expressions. Can use language flexibly and effectively for social, academic and professional purposes. Can produce clear, well-structured, detailed text on complex subjects, showing controlled use of organisational patterns, connectors and cohesive devices.
fr: Peut comprendre une grande gamme de textes longs et exigeants, ainsi que saisir des significations implicites. Peut s'exprimer spontanément et couramment sans trop apparemment devoir chercher ses mots. Peut utiliser la langue de façon efficace et souple dans sa vie sociale, professionnelle ou académique. Peut s'exprimer sur des sujets complexes de façon claire et bien structurée et manifester son contrôle des outils d'organisation, d'articulation et de cohésion du discours.

source: Work produced by a company other than the applicant
fr: Travail produit par une autre entreprise que celle qui candidate

source: Basic skills for adult learners
fr: Compétences de base pour des apprennants adultes

source: Science, Mathematics and Computing
fr: Sciences, mathématiques et informatique

source: LEO MobPLM
fr: LEO MOB PMT

source: Mechanics and metal work
fr: Mécanique et travail du métal

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering teaching modules in highly interdisciplinary areas or inter-sectoral approaches
fr: Support de modernisation du programme scolaire en ensseignement supérieur: programmes universels qui couvrent des modules éducatifs de secteurs interdisciplinaires supérieurs et les approches inter-sectoriels

source: Production and realisation project
fr: Produit et réalisation du projet

source: Non profit organisations, voluntary bodies, non-governmental organisations ("NGOs")
fr: Organismes à but non lucratif, ONG

source: Pedagogy of Environmental education
fr: Pédagogie et éducation à l'environnement

source: Social sciences, Business and Law
fr: Sciences sociales, Commerce et loi

source: Teachers associations
fr: Associations d'enseignants

source: Turks And Caicos Islands
fr: Îles Turques-et-Caïques

source: Library, mail and related clerks
fr: Employé de bibliothèque, postier et apparentés

source: 9 months
fr: 9 mois

source: Adult education provider
fr: Organisme de formation et d'éducation des adultes

source: Cultural and linguistic diversity
fr: Diversité culturelle et linguistique

source: LEO MobVETPro
fr: LEO Mob PROE

source: Second chance education
fr: Education de la seconde chance

source: 40.001 to 50.000
fr: de 40001 à 50000

source: Walloon
fr: Wallon

source: Mathematical competence and basic competences in science and technology
fr: Compétences en mathématiques et compétences de base en sciences et technologies

source: Urban/Rural development
fr: Développement urbain / développement rural

source: El Salvador
fr: Salvador

source: Educational institutions management
fr: Gestion des institutions oeuvrant dans l'éducation

source: Accounting and taxation
fr: Comptabilité et fiscalité

source: Learning about European countries
fr: Connaissance des pays européens

source: Pedagogy of Special needs education
fr: Pédagogie de l'éducation spécialisée (personnes ayant des besoins spécifiques)

source: Gaelic (Scots)
fr: Gaélique (Ecossais)

source: National recognition
fr: Reconnaissance Nationale

source: Youth in Action
fr: Jeunesse en action

source: less than 1.000
fr: moins de 1000

source: Early Language Learning
fr: Apprentissage précoce des langues

source: Enhancing dialogue and cooperation between formal and non-formal education areas
fr: d'encourager le dialogue et la coopération intersectoriels entre les secteurs de l'éducation formelle et non formelle

source: ERASMUS Student Mobility for Placements - Consortium
fr: ERASMUS Mobilité des étudiants à des fins de stage - Consortium

source: Malagasy
fr: Malgache

source: WHOLESALE AND RETAIL TRADE; REPAIR OF MOTOR VEHICLES AND MOTORCYCLES
fr: COMMERCE DE GROS ET DE DETAIL ; REPARATION DES VEHICULES A MOTEUR ET DES MOTOCYCLETTES

source: Heard Island And Mcdonald Islands
fr: Île de Heard et Îles Macdonald

source: Sewerage
fr: Système d'égouts

source: Education through sport and outdoor activities
fr: Éducation par le sport et les activités de plein air

source: I am satisfied with the arrangements for insurance
fr: Je suis satisfait(e) des dispositions prises pour l'assurance

source: IRELAND
fr: IRLANDE

source: 24 months
fr: 24 mois

source: Participation of young people
fr: Participation des jeunes

source: This sub-Action supports Training and Networking projects with Neighbouring Partner Countries
fr: Cette sous-action comprend des projets de formation et de mise en réseau avec des pays partenaires hors États membres de l'UE

source: Mauritius
fr: Île Maurice

source: Bouvet Island
fr: Îles Bouvet

source: Non-discrimination based on sexual orientation
fr: Lutte contre la discrimination basée sur l'orientation sexuelle

source: Norfolk Island
fr: Îles Norfolk

source: Producer (fulltime employee for at least 12 months)
fr: Producteur (employé à plein de temps depuis au moins 12 mois)

source: Events: Conferences and Seminars
fr: Evenements : conférences et séminaires

source: Textiles, clothes, footwear, leather
fr: Textiles, vêtements, chaussures, cuir

source: 19 months
fr: 19 mois

source: Bislama
fr: Bichlamar (Bislama)

source: Non-profit organisation active in the field of voluntary
fr: Organismes à but non lucratifs, actif dans le champ du volontariat

source: To encourage the learning of modern foreign languages
fr: Encourager l’apprentissage des langues vivantes étrangères

source: PhysicalObject
fr: ObjetPhysique

source: Education and Training 2010 Work Programme
fr: Programme de travail 2010 pour l'Education et la Formation

source: Quality of course/conference/seminar materials
fr: La qualité de la documentation des cours/conférences/séminaires

source: Primary education
fr: Enseignement primaire

source: Finance and sales associate professionals
fr: Professionnels associés à la finance et aux ventes

source: Computer repairing
fr: Réparation d'ordinateur

source: Other education n.e.c.
fr: Autre enseignement

source: Master students
fr: Etudiants en master

source: Legislators and senior officials
fr: Législateurs et hauts responsables

source: Anthropology
fr: Anthropologie

source: I was offered opportunities to be integrated into local life
fr: On m'a donnée les possibilités de m'intégrer dans la vie locale

source: MULTILATERAL PARTNERSHIPS
fr: PARTENARIATS MULTILATERAUX

source: Support to the modernisation agenda of higher education: Funding reform
fr: Support de modernisation de la scolarité en éducation supérieur: réforme de financement

source: Cape Verde
fr: Cap Vert

source: Sexual discrimination, orientation
fr: Discrimination et orientation fondées sur le sexe

source: Applicant Organisation
fr: Organisme candidat

source: Taiwan, Province Of China
fr: Taïwan, Province de Chine

source: New technologies
fr: Nouvelles technologies

source: Erasmus University Charter
fr: Charte universitaire Erasmus

source: Health and Welfare
fr: Santé et Bien-être

source: Would your organisation consider participating in other European co-operation activities in the future?
fr: Est-ce que votre organisme envisage de participer à d'autres actions de coopération européenne par la suite ?

source: Engineering and engineering trades (broad programmes)
fr: Ingénierie et métiers de l'ingénierie (programmes généraux)

source: Polish
fr: Polonais

source: In Service Training
fr: Formation continue

source: Young people from 13 to 14 years old
fr: Jeunes de 13 à 14 ans

source: MultiAnnual grant
fr: Financement multiannuel

source: Provision and demand for adult learning
fr: Assurence et demande pour la formation pour adultes

source: Professional associations
fr: Associations professionnelles

source: Dental studies
fr: Etudes dentaires

source: School Leadership
fr: Direction d'établissements scolaires

source: Comparative studies
fr: Etudes comparatives

source: 20.001 to 30.000
fr: de 20001 à 30000

source: Local partner
fr: Partenaire local

source: staff 21 to 50
fr: personnel 21 à 50

source: 21 to 50
fr: 21 à 50

source: Teaching material for teachers
fr: Matériels pédagogiques pour enseignants

source: Student Mobility
fr: Mobilité Etudiant

source: Norwegian Nynorsk
fr: Norvégien Nynorsk

source: Other type of Research organisation
fr: Autre type d'organisme de recherche

source: Regional identity
fr: Identité régionale

source: Joint mobility projects
fr: Projets de mobilité conjointe

source: Co-operation with third countries and the competent international organisations
fr: Coopération avec les pays tiers et les organisations internationales compétentes
